Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/naturmangfoldloven_0_.html.tmx
Source language: nob
Languages: sme

source: Naturmangfoldloven
sme: Luondduvalljodatláhka

source: Naturmangfoldloven implementerer nasjonalt mange viktige prinsipper i Konvensjonen om biologisk mangfold.
sme: Luondduvalljodatláhka implementere nationála dáfus ollu deaŧalaš prinsihpaid mat leat Konvenšuvnnas biologalaš valljodaga birra.

source: Naturmangfoldlovens formålsparagraf slår fast at naturen skal tas vare på ved bærekraftig bruk og vern, også som grunnlag for samisk kultur.
sme: Luondduvalljodatlága ulbmilparagráfas nannejuvvo ahte luondu galgá adnojuvvot ávviris ceavzilis geavaheami ja suodjaleami bokte, maiddái vuođđun sámi kultuvrii.

source: Videre presiseres det at myndighetene skal legge vekt på tradisjonell kunnskap som kan bidra til bærekraftig bruk og vern av naturmangfoldet, samt at tiltak skal avveies mot samiske interesser.
sme: Dasto dárkilastojuvvo ahte eiseválddit galget deattuhit árbedieđuid mat sáhttet váikkuhit ceavzilis geavaheami ja luondduvalljodaga suodjaleami, ja dasto ahte doaibmabijut galget árvvoštallojuvvot sámi beroštumiid ektui.

source: Sametingets plenum har sitt samtykke til naturmangfoldloven.
sme: Sámedikki dievasčoahkkin lea miehtán luondduvalljodatláhkii.

source: Sametinget jobber kontinuerlig med å påse at intensjonene bak blant annet formålsparagrafen etterfølges i implementering av loven.
sme: Sámediggi bargá oktilaččat ja fuolaha ahte áigumušat earret eará ulbmilparagráfas doahttaluvvojit lága implementeremis.

source: Les mer om naturmangfoldloven
sme: Loga eanet Luondduvalljodatlága birra
